Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_7 Fates (KO>EN).tmx
Source language: ko
Languages: en

source: 혹시 너희도 6구역 이야기 들었냐?
en: have you heard about what happened in district 6?

source: 이미 충분히 신시를 위해 힘쓰고 계신데, 어찌 더···.
en: we can’t possibly ask for more when you’re already doing more than enough...

source: 3일 전 있었던 인왕산 사건에 대해 몇 가지 질문이 있습니다.
en: I just have some questions about the incident that happened at inwang mountain three days ago.

source: 팟
en: flash

source: ···역시 너도 같은 전생이군.
en: I knew it... you have the same past life.

source: 슈오오
en: zoom

source: 잠깐, 기다려...!
en: wait, hold on a minute...!

source: 하루야, 이 녀석 좀 부탁할게.
en: haru, I’ll leave him to you.

source: 뭐, 벌이로써도 나쁘지 않으니 나도 어울리지.
en: well, I’ll join since hunting beom pays me good money.

source: 상처가 타들어 가는 것 같아・・・!
en: it feels like my wound is burning!

source: 다들 괜찮아?
en: is everyone okay?

source: 그럼에도 인간들을 죽이는 이유가 뭔가?
en: why do you kill them nonetheless?

source: ···뭐, 뭐지?{j}벽에서 사람이 튀어나왔어!
en: wh-what in the world...? he came out of the wall!{j}

source: 왜 그래, 꼬마야?
en: what is it, kid?

source: 다만··· 상당히 강하다는 건 알아.
en: all I know is that he’s pretty strong.

source: 네가 결계를 깨서 범들이 나타난 거라고···?
en: the beom appeared because you broke the seal?

source: 앗, 저자는···!
en: ah, he is...!

source: 형님···?
en: seongjin...?

source: 하루야!
en: haru!

source: 가져가라, 가져가!{j}이 도둑놈들아!
en: take it! take it, you thieves!

source: ···도살장에 있던 인간들이 탈출한 것 같군.
en: looks like people from our slaughterhouse made their escape...

source: 그것도 굉장히 강한 범···.
en: a rather powerful one at that.

source: 인왕산 범바위
en: the beom rock of inwang mountain

source: 요즘 도를 아십니까는 생각보다 집요하네.
en: jeez, cults these days just don’t know when to stop.

source: 잘됐다, 다들 무사해서.
en: I’m so glad that everyone’s safe.

source: 뻐엉
en: wham

source: 살려주는 건 이번 뿐이다.
en: I’ll let you go this time.

source: 딱
en: snap

source: 신시 뉴스
en: Sin-si News

source: 내가 기억나지 않나 보구나.
en: I guess you don’t remember me.

source: 휘오오오오오
en: whooosh

source: 대체 무슨 일이 있었던 거야・・・?
en: what in the world happened?

source: 후우우우
en: da dun

source: 남의 걸 탐내지 말래, 크큭.
en: he called us a bunch of thieves, hahaha.

source: _x0008_···뭐야, 저 생물은!
en: what is that creature anyway...?

source: 뭐라도 먹일 게 있다면···.
en: I wish I had something to feed him...

source: 한 놈이라도 보내줄 거 같으냐!
en: where do you think you’re going?!

source: 범들을 해치워 주세요!
en: please get rid of the beom!

source: 마주쳤다 하면 다 죽어서, 호랑나비 팀도 놈을 만나면 도망치라는 내부 방침이 생긴 모양이야.
en: it seemed even the tiger butterfly warned its team to run the moment they see him since no one gets out of his claws alive.

source: 츠즈즈즈즛
en: crackle

source: 신원
en: No record

source: 뭐···?!{j}사기?
en: what?! pull a scam?!{j}

source: 그래도…
en: but...

source: ···그냥 우연히 범 사냥 때문에 모인 거 아냐?
en: didn’t we just bump into each other and joined hands only to hunt the beom?

source: 저놈들이 필요한 인재?
en: we need them?

source: 경태야, 우리가 뭐 하는 사람이냐.
en: now, tell me. who are we?

source: 분명 도움 될 거야.
en: I guarantee that I’ll be helpful to the team.

source: 듣는 사람들 오해하게···!
en: don’t say that, people will misunderstand us...!

source: 타다다다당
en: bratatatata

source: 호랑나비가 나한테 왜···.
en: why would the tiger butterfly do this to me?

source: 살아 있는 동안 원 없이 비명 소리를 남길 수 있게 해줄게.
en: I’ll do you a favor and let you scream out all you want while you’re still alive.

source: 제 18 화
en: Episode 18

source: 저희 몫에 손을 댄 것도 모자라
en: ...who not only took our bounties,

source: 저 검보다는 지금 갖고 있는 금 간 검이 더 튼튼할 것 같은데···.
en: why? the sword I have may be chipped, but it still looks sturdier than that one...

source: 경찰 수사 착후
en: Police investigation underway.

source: 미안하다, 너도 부모님을 잃어서 힘들었을 텐데.
en: I’m sorry. it must’ve been hard for you as well after losing your parents.

source: 쩌어억
en: flash

source: 미안해, 마로 형.
en: sorry, maro.

source: 원작 ㅣ HYBE
en: original story | hybe

source: 그야 물론이죠!
en: of course!

source: 호랑나비 3팀 고기동
en: tiger butterfly team 3 kidong ko

source: 현재온도
en: Current Temperature

source: 콰드득
en: chomp

source: 이 증오는 결코 식지 않아.
en: ...unless I kill off every single human being.

source: 꾸드득
en: creak

source: 화르륵
en: blaze

source: 제하야, 둘러보면서 좋은 물건이 있으면 더 챙기자꾸나.
en: zeha, let us canvass the area and take anything that seems useful.

source: 신경쓰여···.
en: and that bothers me...

source: 이렇게 즐거운 건 몇백 년만이라고!
en: it’s been a good few hundreds of years since I enjoyed myself this much!

source: 까가가가각
en: screech

source: 쳇, 오지랖도 넓군.
en: tsk, how nosy of him.

source: 조금 전 같은 하급 범은 열이 덤벼도
en: ten low-grade beoms could attack me at once,

source: 어?{j}아저씨, 오랜만이에요.
en: huh? long time no see.{j}

source: 별말씀을요.
en: it’s nothing.

source: 오시게, 오시게.
en: come, come.

source: 저기··· 도대체 무슨 일입니까?
en: excuse me... what on earth is going on?

source: 그러게, 긴 세월을 살아온 나도 그럴 줄을 몰랐구나.
en: I absolutely agree. I have seen many things in long years of living, yet I too was stupefied at this occurrence.

source: 하지만 내겐 크게 와닿지 않았었다.
en: the beom situation hardly hit home with me though.

source: 어떻게 하루 만에 총상이 낫지?
en: how’s it possible for him to heal just overnight?

source: 환웅은 이번 사건에 강력한 우려를 표하고 정부 역시 환웅의 행보에 적극
en: Hwanwoong expressed deep concerns over the incident, and the government pledged to help Hwanwoong.

source: 범의 능력 중에 상처를 빠르게 치료하는 능력이 있거든.
en: the power to heal quickly is one of the many powers of a beom.

source: 타타탓
en: zoom

source: 손님의 탈을 쓴 재앙.
en: a disaster masquerading as guests...

source: 고작 인간한테 당한 거냐?
en: I can’t believe you let a mere human get to you.

source: 이런!
en: crap!

source: 우리를 배신한 네놈만큼은 결코 용서하지 않겠다···!
en: the world may fall to pieces, but I’ll never forgive you for betraying us...!

source: 범은 뭐고, 그날 대체 무슨 일이 있었던 거야!
en: what on earth is a beom, and what happened that night?!

source: ···이 모든 게 나 때문이야.
en: all of this is my fault...

source: 호남 향우회 성동지회
en: Seongdong Branch of Honam Fraternity

source: 팅
en: click

source: 인왕산에서 거주한 기록이 있음
en: Records show he once lived in Inwang Mountain.

source: 한 달 후
en: one month later

source: 츠츠츠츠츠
en: whoosh

source: 괴물이다!
en: it’s a monster!

source: 놈의 턱 밑만 잘 꽂아 넣으면 분명 치명타를 입힐 수 있을 터.
en: it’ll be a fatal blow if I can land a shot right beneath his jaw.

source: 쿠구구궁
en: rumble

source: 호랑나비 3팀 리더 김성진
en: tiger butterfly team 3 leader seongjin kim

source: 20대 외견
en: Appears to be in his 20s.

source: 딴
en: twang

source: 애들 챙겨.
en: let the others know.

source: 가져가라, 가져가!
en: take it! take it,

source: 띵-
en: ding

source: 꺄아아아!!
en: aaaahhhh!

source: 응, 혼자서는 이런 가격에 못 샀을 거야.
en: yeah, we couldn’t have done so without him.

source: To be continuted・・・
en: To be continued...

source: 움찔
en: flinch

source: 그렇게 시무룩하면 선물 못 받는데~?
en: you won’t get the present if you don’t turn that frown into a smile.

source: 죽긴 누가 죽어!
en: of course not!

source: 범으로 인한 피해가 큰 만큼 후원금을 증액할 예정이니까요.
en: I plan to increase the amount of donation as the damages from beom are severe.

source: 차가 오래 멈추는 것 같은데?
en: the car’s been still for too long...

source: 살생에서 유희를 찾지 마라.
en: do not find joy in the act of killing.

source: 시민단체 일제히 우려,
en: The civil societies join in as one and express their concerns:

source: 박물관에 나타난 범들은···.
en: what happened to the beom in the museum...?

source: 총도 아닌데 그렇게 비싸요?
en: it’s not even a gun. why is it so expensive?

source: 이게 어떻게 된 거지?
en: what just happened?

source: 그땐 인간과 함께 그놈도 죽여버리면 돼.
en: ...we’ll kill him along with the other humans.

source: 불티라면···.
en: by bulti, you mean--

source: 뭐야!
en: what on earth is going on?

source: 사실은 범이었어.
en: ...was actually a beom.

source: 크윽...
en: tremble

source: 이제까지 호환 사건들은 현장에 흔적이 반드시 있었죠.
en: up until now, beom always left traces of their attacks at the scenes,

source: 불길한 물건이로고.
en: what a sinister object you carry.

source: 이 친구 말대로 우리끼리 싸우는 게 무의미하다 생각할 뿐이야.
en: ...agree with that guy. there’s no point in fighting among ourselves.

source: 그래요!{j}먹을 것도 없고···!
en: he’s right! there’s barely any meat on us.{j}

source: ···환아.
en: hwan...

source: 경수야!{j}정신 차려봐, 눈 떠!!
en: kyungsoo! stay with me! open your eyes!{j}

source: 시민들이 가장 신뢰하고 있는 자가 괴물이었을 줄이야.
en: who would’ve known the most trusted man in the city was actually a monster?

source: ···뭐야, 지진인가?
en: is that an earthquake?

source: 콰악
en: slash

source: 먹을 것도 없고···!
en: there’s barely any meat on us.

source: 내 집이거든?
en: hey, this is my place...

source: 다들 저쪽으로 뛰어가길래 다시 와 봤더니.
en: I came back to see what everyone was running away from, and look what we’ve got here.

source: 펄럭
en: swish

source: 형님, 저 사람들 저번에 말씀하셨던 도둑놈들 아닙니까?
en: seongjin, aren’t those the thieves you told me about the other day?

source: 캉
en: clink

source: 그렇게 생각 했었는데・・・.
en: or so I thought...

source: 덕분에 대화하기 편한 자세가 됐네요.
en: ...you made it much easier for me to talk.

source: 잠깐.
en: hold on.

source: ···저 뉴스 앵커를?{j}사람을 납치하자고?
en: you mean... that news anchor? do you plan to kidnap them?{j}

source: 하지만 지금의 넌 저들과 대등하게 싸울 수 있는 힘이 있다.
en: but now, you have the power to fight against them.

source: 오늘도 안 먹었어?
en: you still didn’t eat?

source: 신일 닥트자제 백화점
en: Sinil Duct Material Depot

source: 놈들···소리를 듣고 더 모이기 시작하는군.
en: the sounds we make are attracting the beom...

source: 제하야!{j}괜찮아?!{j}어서 숨부터 쉬어!
en: zeha! are you all right? I need you to take a deep breath!{j}

source: ···환?!
en: hwan...?!

source: 그렇게 놈들을 따라 지하 주차장으로 가보니,
en: I followed them into an underground parking lot...

source: ···안타깝지만 박물관에는 우리 같은 사냥꾼밖에 없었어.
en: I’m sorry to break it to you, but no one else was there except for hunters like us.

source: 우득
en: crack

source: 우르르르
en: rush

source: 딴딴딴
en: pling

source: 시야가・・・!
en: my vision...!

source: 뭐야!{j}갑자기 검이 무거워졌어!
en: wait, the sword suddenly feels like it weighs a ton!{j}

source: 모든 일의 원흉인 저 녀석은 여기서 꼭 죽인다.
en: I will end him for bringing misery upon us.

source: 전생 때문에 우리가 모였다고?
en: we were destined?

source: 그건 그렇고···
en: anyway...

source: 쿠구구구구구···
en: da dun

source: 날름···
en: drip

source: 가만, 저 무기는···?
en: hold on, that weapon is...

source: _x0008_DWR
en: DWR

source: 내가 갔다 오지.
en: I’ll get it myself.

source: 밥이라도 먹어야 힘을 내지.
en: you’ve got to eat, so you can keep fighting.

source: 제작:
en: Production:

source: 사···사람을 잡아먹었어?!
en: i-it just devoured a person!

source: ···그러니까.
en: so in short...

source: 고기?!
en: is that meat?!

source: 우선 하루를 구해야 해!
en: first, I must save haru!

source: 나도 불티와는 사연이 있어서···.
en: regarding bulti, I’m much like you...

source: 치직...
en: crackle

source: 흐르는 피를 혀로 핥은 자국,
en: traces of tongues licking up blood.

source: 이걸로 정리 끝났습니다.
en: we’re all clear here.

source: 번거롭게 해드려 죄송합니다.
en: sorry for the inconvenience.

source: 크륵...
en: growl

source: 살려주세요, 제발!
en: please, let me go, please!!!

source: 경수야!{j}무・・・무슨 일이야?!
en: kyungsoo! wh-what happened?{j}

source: 내가 잡은 범이야.
en: I caught these myself.

source: 나는 그 범들의 행적이 너무 기이해서 뒤를 쫓았고.
en: it was such a strange sight, so I decided to go after them.

source: 뭐든 시키는 대로 할게!
en: I’ll do anything you want!

source: ···이제 포기해도 되지 않을까?
en: maybe it’s time to just give up.

source: 어쩔 수 없군.
en: you leave me no choice.

source: 그럼 나는 이틈에···
en: now then, I’ll get back...

source: 괴물이라니, 너무하시는군요.
en: a monster? that’s a bit harsh.

source: 크린 컴퓨터 세탁소
en: Clean Computer Wash House

source: 진짜 여기서 살아 나갈 수 있을 거라고 생각하는거냐?!
en: do you seriously think you can walk out of here alive?

source: 혹시 범 사냥꾼이니?
en: are you a beom hunter...?

source: 뭐야, 나 아직 살아 있는 건가?
en: what the... I made it alive?

source: 잘못을 인정하는 것도 미덕이니라.
en: it is virtuous to stand corrected.

source: 마로, 불티.
en: maro and bulti,

source: 피해자의 시신 일부만 발견되는 일도 허다했다.
en: numerous bodies were found with missing parts.

source: 고작 인간 서너 명이 덤빈다고 뭐라도 될 줄 알았나.
en: did you really think three or four of you mere humans would be enough to lay into me?

source: 경수 형, 저것들 뉴스에서 말하던 놈들 아냐?
en: kyungsoo, aren’t those the creatures from the news?

source: 야단났군···.
en: this is bad...

source: 전대미문 백화점 총격전!{j}시민 1명 중상, 수십 명 경상
en: Gunshots Fired in the Department Store Leaves One in Critical State and Dozens with Minor Injuries.{j}

source: 가···가현아!!
en: ga-gahyeon!!!

source: 신시 대표 기업 '이살 그룹' 총수 '환웅'의 선포
en: Chairman Hwanwoong of Yisal Group makes an announcement

source: 늦어서…정말 미안해···.
en: forgive me... for taking so long...

source: 알아들었으면 조용히 자기 차례를 기다려.
en: now if you got that, wait quietly for your turn.

source: 저 녀석은 상급 범이다.
en: that one is a high-grade beom.

source: 범들의 기척이 사라졌구나.
en: I presently cannot sense any beom. they are gone.

source: TOPP
en: Tteok

source: 후포라는 범은 알지만 그런 이름은 처음 듣는군.
en: we are aware of a beom named hupo, but those names most certainly do not ring a bell.

source: 네 녀석, 운이 좋아.
en: what a lucky one you are.

source: 카각
en: growl

source: 엄청난 위압감이다···!
en: what an incredibly menacing aura!

source: 서두르자!
en: let’s hurry!

source: 쿠오오오오오오
en: crackle

source: 그 말은 이제 질린다.
en: enough. I’m sick and tired of you saying that.

source: 뭐라고요?!
en: what did you just say?!

source: 어둡고, 습하고, 퀴퀴한 위장.
en: it was dark, humid, and stinky inside.

source: 아무래도 새 무기를 찾아봐야 할 거 같네.
en: I guess it’s time to look for a new one.

source: 이게 무슨···!
en: what in the...?!

source: 붕괴 속도가 더 빨라진다!
en: it’s collapsing faster by the minute!

source: 하루.
en: haru.

source: 네, 주군!
en: yes, master!

source: 쌔액
en: huff

source: 치지직
en: crack

source: 난 왜 이 꼴이 났는지 보고 와야겠어.
en: I need to find out what caused this.

source: 물끄럼...
en: stare

source: 슈르룩
en: twirl

source: 세안아!
en: cein!

source: ···꿈인가.
en: was that all a dream?

source: 당신이 인왕산 살인 사건의 유일한 생존자니까.
en: everyone else who was on the mountain is dead. you are the sole survivor.

source: 음··· 형 왔어?
en: mmm... hey, do-geon.

source: 여태껏 몇 마리 처리하는 게 고작이냐!
en: ...but taking out a few humans is all you can do?!

source: 숨겨둔 탄인가?!
en: he had bullets hidden?!

source: 호랑나비의 일원인 S(28) 씨가 소지하고 있던 총으로 사냥꾼 J 씨를 사격 후 도주.
en: A member of the Tiger Butterfly shot a beom hunter with his gun and ran away.

source: 나・・・ 죽는・・・걸까?
en: am I... going to die?

source: 푸슈슈슈
en: whooosh

source: 마지막으로 힘이 돼주고 싶어.
en: We want to help you one last time.

source: 뭐, 이 정도면 살아남기 힘들겠지.
en: well, that should be more than enough to kill him.

source: ···조심해.
en: be careful...

source: 이게 무슨 치욕적인···.
en: this is humiliating...

source: 도건, 저 자식도 같이 있군.
en: I see that do-geon’s with them.

source: ···나래는 인간을 옹호한다고 우리에게 이빨을 들이댔어.
en: narae pointed her weapon at us for the sake of the humans.

source: 죽여버릴···
en: should I just kill-?

source: 뭐지?!
en: what was that?!

source: 마로, 아군 병력 손실이 있는지 확인해라.
en: maro, check if there is any loss in the forces.

source: 나랑 닮았거든···.{j}키가 요만하고, 머리를 뒤로 총총 땋아서···
en: yes. she looks a lot like me... she’s this tall, has her hair braided,{j}

source: 범 사태로 인해 신시의 경제가 무너지며
en: this incident not only crashed the economy in sin-si,

source: 서둘러 사람들을 피신시켜!
en: evacuate the people! quickly!

source: 구속 절차 진행 중.
en: The police is proceeding to take him into custody.

source: 총상이란 게···연고 바르면 하루 만에 낫는 그런 거였나?
en: since when was a gunshot wound so easy to heal... just like that?

source: 우리도 범에게 습격당하는 사람을 도와주고 왔단다.
en: we saved others in the clutches of a beom on our way.

source: 자신의 목숨을 포기한다고?
en: to prevent himself from eating a human?

source: 도건아!!!
en: do-geon!!!

source: 정신 차려봐!
en: come on, wake up!

source: 그렇게 넌 범족인 아비와 인간・・・
en: and with that, you were born to your beom father and human mother...

source: 쏴아아아
en: swoosh

source: 범 쫓다가 엄한 사람 머리통에 구멍 뚫고 싶진 않은데.
en: I don’t want to commit a murder on my beom hunt.

source: 쿠오오
en: crackle

source: 몸이 저절로 움직였어···.
en: my body moved on its own...

source: 파바바밧
en: swing

source: 제 2 화
en: episode 2

source: 콰창
en: smash

source: 예전에 총구를 들이민 것도 있고,
en: I’m simply making up for the time I held you at gunpoint.

source: 얼마나 죽고 싶었는지 알아?!
en: ...instead of enduring that living hell?!

source: _x0008_SEASON SALE
en: SEASON SALE

source: 그저···
en: I just...

source: 우릴 모르네.
en: I can’t believe you don’t know us.

source: 저런 도둑놈들을 보았나.
en: what a bunch of thieves.

source: 전부 되갚아 주고 올게.
en: ...pay for what they have done.

source: 나는 살 거야!!!
en: I won’t die!!!

source: 부스럭
en: rustle

source: 버···범이다!{j}도망쳐!
en: r-run, the beom are here!{j}

source: 촤라락
en: slide

source: 전생···?
en: our past life...?

source: _x0008_카가가각
en: clank

source: 범의 능력이야.
en: it’s the power of the beom.

source: 잠깐만.
en: hold on.

source: 4천 년 전에도 그래 왔듯이.
en: ...as it did 4,000 years ago.

source: 백화점 지하에서 사람들을 죽이고 있다고요!!
en: ...and killing people off in the basement down there!!

source: 나도 알아!
en: I know!

source: 기억난다.
en: I remember.

source: 인왕산의 사건은 그저 혼란의 시작일 뿐이었다.
en: the murders in inwang mountain was only a beginning of chaos.

source: 츠즈즈...
en: whish

source: 인간 놈들은 여기 오면 똑같은 말만 하는군.
en: every human says that exact same thing once they get here.

source: 사냥꾼은 헌팅 후 등급에 맞는 포상금을 수령하세요.
en: After hunting the beom, claim your reward according to its grade.

source: 쐐애액
en: zoom

source: 언론에 보도되지 않은 실종자 약 5,000명.
en: including the unreported cases, the number would reach about 5,000.

source: 슬슬 비도 많이 오고, 저희도 철수하죠.
en: now that it’s starting to rain with no one left for us to rescue, why don’t we get going?

source: 제, 제발 살려줘!
en: p-please spare me!

source: 그 속에서 부모님을 찾던 열정도 미지근 식어버린 거겠지.
en: ...my desire for the truth died out.

source: 우릴 사냥할 거라면서?
en: hey, I thought you were hunting us.

source: 세인아.
en: cein.

source: 범과 직접 조우하기 전까지는 말이다.
en: that is, until I encountered a beom myself.

source: 젠장, 저 자식···!
en: ugh...

source: 잘 먹을게.
en: thanks.

source: 현세에 존재해선 안 될 것이 찾아왔다.
en: on that day, creatures that must not exist in this world came over.

source: 그건 그렇고…
en: all that aside...

source: _x0008_빨리 병원으로 가자!
en: _x0008_ we must take him to a hospital, quickly!

source: 저놈들···!
en: those punks...!

source: 투화악
en: swish

source: 봉
en: seal

source: 범들 소굴이 된 지 얼마 안 됐지만, 거기에 놈이 출몰한다는 소문을 들었어.
en: that is, until the beom attacked everyone there. but I heard a rumor that he would show up.

source: 이 아저씨가 진짜···!
en: why you...!

source: 말해 뭐 해.
en: do I really have to say it out loud?

source: 살 수 있어!
en: just stay with me!

source: 여긴 약한 놈이 나설 무대는 없다.
en: this is no game for weaklings like you.

source: 건이 형···.
en: do-geon...

source: 범 사냥용 화기가 통하지 않다니···.
en: no way... but this gun is specially made for beom...

source: 여긴 어떻게···.
en: how did you find us here?

source: 만약 이자가 조금만 더 일찍 찾아왔더라면,
en: if he had approached me a little earlier,

source: 다 들고 갈 순 없으니까,
en: since we can’t bring them all,

source: 자후 녀석, 인간들을 먹으면 안 되네 뭐네 하는 거 이해가 안 가.
en: I just don’t get zahu and his talks about how we shouldn’t eat humans and all that.

source: 식량을 되찾아!
en: take back our foods from them!

source: 옳소.
en: hear, hear.

source: 1호차
en: car 1

source: 올 때 메론나를 부탁함세!
en: an ice popsicle sounds splendid!

source: 휘리리릭
en: swish

source: 옆의 놈은 좀처럼 빈틈을 보이지 않는군.
en: the other one just won’t let his guard down.

source: 간식 살 건데, 뭐 필요한 거 있냐?
en: I’m going to get some snacks. do you need anything?

source: 형사는 내게 여러가지 질문을 했지만,
en: the detective had many questions,

source: 그 더러운 잡종 놈···!!
en: that disgusting mutt...!!!

source: 봉인을 풀어줘서 고맙다.
en: thank you for breaking the seal.

source: 불티, 장난칠 시간 없다.
en: bulti, we don’t have time to joke around.

source: 입고 있는 옷마저 무겁게 느껴진다!
en: even my clothes feel heavy on my skin!

source: 자···잠깐!
en: ho-hold on!

source: 우직
en: snap

source: 2화
en: episode 2

source: 호수
en: Hosu

source: 네가 결계를!
en: it was you?!

source: 물어볼 사람이 당신 뿐이거든요.
en: because you are the only one I have left.

source: 집수리
en: house renovation

source: 짐승이 되지 않을 걸세, 불티!!
en: ...will not become a beast, bulti!

source: 그래, 도둑놈들!
en: yes, exactly!

source: 타타
en: bratata

source: 그 범이 죽으면 먹을 생각만 하는 자신 중 누가 더 짐승 같은지.
en: ...or me, who is fixated on eating the beom when he dies?

source: 저 자식만 없었으면···.
en: with him gone...

source: 지추, 옥엽 부대는 나와 6구역으로 이동한다.
en: jichu and okyeop, follow me to district 6 with your forces.

source: 내가 구해줄게!
en: I’m coming to save you!

source: _x0008_EXIT
en: EXIT

source: 먹고 편해져.
en: eat him and be free.

source: 총 맞았다고?
en: what do you mean?

source: 친구가 남아 있어요.
en: ...is still on the second floor.

source: 안에 있던 놈들은 뭘 하는 거야?
en: they just can’t do anything right, can they?

source: 분하느냐?
en: are you upset?

source: 자···잠깐, 불티님!
en: w-wait, bulti!

source: 세안아!{j}피해!
en: cein! run!{j}

source: 따라올 거면 따라와.
en: you can tag along if you want.

source: 나와라!{j}제군들이여!
en: come out, my fellow beoms!{j}

source: 사실은···최근에 잇따른 실종 사건 때문에 골머리를 썩고 있습니다.
en: you see... a series of missing persons reports have been tearing my hair out recently.

source: 뭔지 모르니 건들지 말거라.
en: touch nothing, for we do not know what it is.

source: 사냥꾼 S씨, 팀에서 제명 확정.
en: The beom hunter responsible for the gun violence was kicked out of the team.

source: 그러지 말게.
en: stop it...

source: 가현이 목소리?!
en: that’s gahyeon!

source: 살 수 있어!{j}여기 봐!
en: look me in the eyes! you can make it out alive!{j}

source: 드디어 여기까지 왔어.
en: I’m finally here.

source: 촤아아
en: slash

source: 전대미문 백화점 총격전!
en: A Gunshot in the Department Store!

source: 이거 가져가.
en: take this.

source: 꿈을 꿔도 뭐 이런・・・.
en: I just had to dream something so stupid...

source: 역시 듣던 대로 굉장한 수완가이시군요.
en: you’re a man of fine taste, just as I’ve heard.

source: 이렇게 우리들이 모이게 된 건 전생에 의한 필연이라고 생각해.
en: and I think we were destined to meet each other by our past life.

source: 으으···.
en: ah...

source: 끼에에에에에!
en: skreeee!!!

source: 대체 어떻게 알고 온 거야?!
en: how did they find out about this place?!

source: ···지금 범 눈썹도 안 썼는데…?
en: hold on, I didn’t put on the beom brow!

source: 키아아
en: zoom

source: 신시의 미래가 걸렸으니 구경만 할 순 없지.
en: ...but I’m in. I can’t just sit and watch when the city’s future is at stake.

source: 너도 이 일을 하면 알 거 아냐.
en: you know how it is in this line of work...

source: 제하, 인왕산에 네 부모님의 비밀이 있다.
en: zeha, the secrets to your parents are at the inwang mountain.

source: 물러간다.
en: we’re leaving.

source: 제하라고 불러.
en: call me zeha.

source: 그럼 혹시 불티라는 범을 알아?
en: if that’s the case, do you know a beom named bulti?

source: 바위같이 차가운 손의 온기는
en: when haru laid his cold hand on my shoulder...

source: 이 거리라면 빗나가지 않겠지.
en: I got you in my sights.

source: 성큼
en: step

source: 덜···
en: tremble

source: 설마 내가 지친 건가?
en: no way... am I exhausted already?

source: 만족하셨다니 다행입니다, 의원님.
en: I’m glad that you liked it, congressman.

source: 어째서 내가 강한 것에 먼저 놀라지 않는 것이냐・・・.
en: how are you not surprised to hear that I’m strong...?

source: 범족・・・?
en: the beom tribe...?

source: 제길···!
en: ack...!

source: 뭐···뭐야!
en: wh-what was that?

source: 얼마든지.
en: yes... anytime at all.

source: 지직
en: swish

source: 진정하거라.
en: calm yourself.

source: 주정뱅이의 술주정니니 그냥 흘려들어 주십시오.
en: please consider this a rant coming out of a drunk old man.

source: 킁킁킁
en: sniff sniff

source: 가축으로서의 삶을 말이지.
en: ...as livestock, that is.

source: 인간을 갖고 놀고 싶은 심정은 알겠다만···.
en: I get that you want to have fun with the humans, but--

source: 타
en: bang

source: 재밌다···!
en: how fun...!

source: 앞으로 여기선 거래 안 하는 게 낫겠네.
en: I should stop buying weapons from him from now on.

source: 난 원래 평범하게 살던 청년이었다.
en: I was an ordinary young man, living an ordinary life.

source: 혹시 먹고 싶은 메뉴 있어?
en: are you craving anything?

source: ···쳇!
en: tsk...

source: 신시 경찰청 강력계 형사, 김수훈입니다.
en: I am detective soo-hoon kim from the sin-si police department.

source: ···일이 커졌으니 어쩔 수 없지.
en: now that the situation got out of hand, we’re out of options.

source: 여긴 대체・・・.
en: where am I...?

source: _x0008_ETRANS
en: ETRANS

source: 내가 범을 벴어…!
en: I actually hurt a beom...!

source: 역시 범 사냥꾼님!
en: I knew we could count on beom hunters like you!

source: 얘들아, 괜찮아?!
en: is everyone okay?!

source: 저거 훔치다가 걸리면 우린 범죄자가 된다고!
en: we might end up behind bars if we get caught!

source: 더 이상은 무리야!
en: we won’t last!

source: 여기는 그림자 세계와 달라서 정말 죽어.
en: this isn’t the world of shadows. if you die, it’s all over.

source: 범 사냥꾼한테서 범 냄새가 날 수도 있지, 뭘 그러느냐.
en: you need not to exaggerate. as a beom hunter, it is only natural he smells like one.

source: 작전은 우리에게 맡겨줘.{j}마지막으로 힘이 돼주고 싶어.
en: Leave this job to us. We want to be of help for one last time.{j}
